Repository: common-repository/sendpulse-popups
Catalog: languages/sendpulse-popups-*.po
Languages: ru_ru

source: SendPulse Pop-ups
ru_ru: Попапы SendPulse

source: SendPulse Pop-ups Settings
ru_ru: Попапы SendPulse опции

source: Create Your Pop-ups at SendPulse
ru_ru: Создайте попапы на сайте SendPulse

source: If you do not have a SendPulse account please register here: <a href="%s" target="_blank">REGISTER</a>
ru_ru: Если у вас нет аккаунта SendPulse зарегистрируйтесь здесь: <a href="%s" target="_blank">РЕГИСТРАЦИЯ</a>

source: Please create your Pop-ups at <b>SendPulse</b> or get code for an <a href="%s">existing Pop-ups</a>:
ru_ru: Создайте попапы на <b>SendPulse</b> или скопируйте код уже<a href="%s">существующих</a>:

source: <a class="button button-primary" href="%s" target="_blank">Create Pop-ups</a>
ru_ru: <a class="button button-primary" href="%s" target="_blank">Создать попапы</a>

source: Paste your Pop-ups code here
ru_ru: Вставьте полученный код

source: Enter your Pop-ups code from SendPulse below. After you successfully save, your code will appear on your site before </body> tag.
ru_ru: Вставьте полученный код попапа ниже. После успешного сохранения, ваш код появится на сайте.

source: If everything is OK Pop-up will appear on your site. To change settings for Pop-up widget go to Your SendPulse account and modify them.
ru_ru: Если вы все сделали правильно то попап появится на сайте сразу после сохранения. Чтобы изменить настройки попапа отредактируйте его в своем аккаунте Sendpulse.

source: For more info you can check SendPulse Knowledge Base - Pop-ups section <a href="%s" target="_blank">here</a>
ru_ru: Для дополнительной информации вы можете посетить Базу знаний SendPulse - секцию попапы <a href="%s" target="_blank">здесь</a>
